
"Loading" = "Loading";
"Verification needed" = "Verification needed";
"We've sent you an email with a link to verify your email adress. In case you can't find the mail, be sure to double check your spam or contact our support" = "We've sent you an email with a link to verify your email adress. In case you can't find the mail, be sure to double check your spam or contact our support";
"Home" = "Home";
"Done" = "Done";
"Activity" = "Activity";
"Following Friends" = "Following Friends";
"Following the developers" = "Following the developers";
"Creating Profile" = "Creating Profile";
"Missing Information" = "Missing Information";
"Make sure you fill out all of the information!" = "Make sure you fill out all of the information!";
"Important" = "Important";
"Please read and agree to the terms of use. They inform you about our remarkably innovative Privacy Policy" = "Please read and agree to the terms of use. They inform you about our remarkably innovative Privacy Policy";
"User has been successfully reported." = "User has been successfully reported.";
"An error occurred" = "An error occurred";
"Check your internet connection." = "Check your internet connection.";
"Someone" = "Someone";
"liked your photo" = "liked your photo";
"started following you" = "started following you";
"commented on your photo" = "commented on your photo";
"joined d'Netwierk" = "joined d'Netwierk";
"Cancel" = "Cancel";
"My Profile" = "My Profile";
"Find Friends" = "Find Friends";
"Log Out" = "Log Out";
"Skip" = "Skip";
"Hello" = "Hello";
"Follow" = "Follow";
"Invite friends" = "Invite friends";
"Sign up and start sharing your story with your friends." = "Sign up and start sharing your story with your friends.";
"We were unable to post your comment because this photo is no longer available." = "We were unable to post your comment because this photo is no longer available.";
"Are you sure you want to report this photo? This can not be undone and might have consequences for the author." = "Are you sure you want to report this photo? This can not be undone and might have consequences for the author.";
"Yes, report this photo" = "Yes, report this photo";
"Delete Photo" = "Delete Photo";
"Report Photo" = "Report Photo";
"Share Photo" = "Share Photo";
"New Comment" = "New Comment";
"Your comment will be posted next time there is an Internet connection." = "Your comment will be posted next time there is an Internet connection.";
"Photo has been successfully reported." = "Photo has been successfully reported.";
"Couldn't post your photo." = "Couldn't post your photo.";
"Cellular" = "Cellular";
"No Connection" = "No Connection";

"  I have read and agreed to the" = "  I have read and agreed to the";
"Done" = "Done";
"0 photos" = "0 photos";
"photo" = "photo";
"s" = "s";

"%d photo%@" = "%d photo%@";
"%@ points" = "%@ points";
"Tell everyone how awesome you are." = "Tell everyone how awesome you are.";
"Either the user is not awesome, or simply has not entered any information yet." = "Either the user is not awesome, or simply has not entered any information yet.";
"This user has not entered any information yet" = "This user has not entered any information yet";

"0 points" = "0 points";
"Tell us more about yourself" = "Tell us more about yourself";
"Do you want to report the user for infringing our terms of use?" = "Do you want to report the user for infringing our terms of use?";
"Yes, Report" = "Yes, Report";
"Choose your awesome display name" = "Choose your awesome display name";
"Sorry, this username is invalid" = "Sorry, this username is invalid";
"Change profile picture" = "Change profile picture";
"Take Photo" = "Take Photo";
"Choose Photo" = "Choose Photo";
"What do you want the user to be reported for?" = "What do you want the user to be reported for?";
"Sexual content" = "Sexual content";
"Offensive content" = "Offensive content";
"Spam" = "Spam";
"Other" = "Other";
"Couldn't post your photo, a network error occurred." = "Couldn't post your photo, a network error occurred.";

"Show followers" = "Show followers";
"Show following" = "Show following";
"Sexual" = "Sexual";
"Offensive" = "Offensive";
"Publish" = "Publish";
"0 photos" = "0 photos";
"Follow All" = "Follow All";
"Join me on d'Netzwierk" = "Join me on d'Netzwierk";

"Check out d'Netzwierk! itms-apps://itunes.apple.com/app/id887017458" = "Check out d'Netzwierk! itms-apps://itunes.apple.com/app/id887017458";
"Welcome to VIP Billionaires" = "Welcome to VIP Billionaires";
"The Netzwierk is based on the well-known follower system. In order to see the photos of your friends, you have to actually follow them." = "The Netzwierk is based on the well-known follower system. In order to see the photos of your friends, you have to actually follow them.";
"You can set a profile picture, a name, and indicate some information about yourself. We also use a score system in which you can aggrandise." = "You can set a profile picture, a name, and indicate some information about yourself. We also use a score system in which you can aggrandise.";
"Everything you share is only visible in your timeline and in the ones of your followers. You don't have to worry about data protection - we've got you covered with high security standards." = "Everything you share is only visible in your timeline and in the ones of your followers. You don't have to worry about data protection - we've got you covered with high security standards.";
"Oh, hello there." = "Oh, hello there.";
"Your profile" = "Your profile";
"Safety" = "Safety";

"or" = "or";
"Add a comment" = "Add a comment";
"comments" = "comments";
"comment" = "comment";
"Back" = "Back";
"Sign up" = "Sign up";
"SIGN UP" = "SIGN UP";
"Contact Us" = "Contact Us";
"Profile" = "Profile";
"PROFILE" = "PROFILE";
"Settings" = "Settings";
"SETTINGS" = "SETTINGS";
"last year" = "last year";
"last month" = "last month";
"last week" = "last week";
"yesterday" = "yesterday";
"next year" = "next year";
"next month" = "next month";
"next week" = "next week";
"tomorrow" = "tomorrow";
"Cancel" = "Cancel";
"Do you really want to delete your account? All of your data will be lost" = "Do you really want to delete your account? All of your data will be lost";
"Delete Account" = "Delete Account";
"likes" = "likes";
"like" = "like";
"near" = "near";
"Location Services" = "Location Services";
"Change Security PIN" = "Change Security PIN";
"Terms of Use" = "Terms of Use";
"Change Password" = "Change Password";
"Change theme color" = "Change theme color";
"Change camera color" = "Change camera color";
"Delete Account" = "Delete Account";
"In compliance with our terms and general philosophy, deleting your account will:\n\n• delete all of your data on our servers permanently\n\n• prevent you from recovering any data afterwards." = "In compliance with our terms and general philosophy, deleting your account will:\n\n• delete all of your data on our servers permanently\n\n• prevent you from recovering any data afterwards.";
"Enter Password" = "Enter Password";
"Enter Username" = "Enter Username";
"Enter security PIN" = "Enter security PIN";
"Enter old Password" = "Enter old Password";
"Enter new Password" = "Enter new Password";
"Enter your username and password, then set a new password." = "Enter your username and password, then set a new password.";
"Change Password" = "Change Password";
"Enter your old PIN, then choose a new one." = "Enter your old PIN, then choose a new one.";
"Change Security PIN" = "Change Security PIN";
"Enter new security PIN" = "Enter new security PIN";
"Enter security PIN" = "Enter security PIN";
"Security PIN" = "Security PIN";
"points" = "points";
"Forgot Password?" = "Forgot Password?";
"Log in" = "Log in";
"Username" = "Username";
"Password" = "Password";
"Change Display Name" = "Change Display Name";
"Change Info" = "Change Info";
"Ooops!" = "Ooops!";
"Your new password must be at least 6 characters long" = "Your new password must be at least 6 characters long";
"Your new password must not contain any empty spaces" = "Your new password must not contain any empty spaces";
"Wrong username or password" = "Wrong username or password";
"This is not the correct user you're entering.\n\nAre you trying to cheat, evil hacker?" = "This is not the correct user you're entering.\n\nAre you trying to cheat, evil hacker?";
"Your PIN must be four digits long" = "Your PIN must be four digits long";
"Your entered PIN is invalid" = "Your entered PIN is invalid";
"Password successfully changed" = "Password successfully changed";
"Security PIN successfully changed" = "Security PIN successfully changed";
"Wrong security PIN" = "Wrong security PIN";
"Success" = "Success";
"mentioned you in a comment" = "mentioned you in a comment";
"Since you have logged in with your Facebook Account, you have no classic username and password to log in. But, in certain cases, we need to verify your identity. We do this by asking you the following personal PIN \n\n\n   %i%i%i%i  \n\n\nYou can change this PIN in your settings. Do not forget it." = "Since you have logged in with your Facebook Account, you have no classic username and password to log in. But, in certain cases, we need to verify your identity. We do this by asking you the following personal PIN \n\n\n   %i%i%i%i  \n\n\nYou can change this PIN in your settings. Do not forget it.";
"What do you want to do?" = "What do you want to do?";
"Block this user" = "Block this user";
"Unblock this user" = "Unblock this user";
"Save" = "Save";
"Change header picture" = "Change header picture";
"Change profile picture" = "Change profile picture";
"Sorry, this username is invalid" = "Sorry, this username is invalid";
"Sorry, this mention name is invalid" = "Sorry, this mention name is invalid";
"You successfully changed your information" = "You successfully changed your information";
"We encountered an error while updating your information. Please try again later." = "We encountered an error while updating your information. Please try again later.";
"Sorry, this mention name is already taken. Please try another one" = "Sorry, this mention name is already taken. Please try another one";
"Edit Profile" = "Edit Profile";
"Search hashtags" = "Search hashtags";
"Successfully uploaded the video" = "Successfully uploaded the video";
"A problem occurred, try again later" = "A problem occurred, try again later";
"Take Video" = "Take Video";
"Yes, delete photo" = "Yes, delete photo";
"Are you sure you want to delete this photo? This can not be undone." = "Are you sure you want to delete this photo? This can not be undone.";
"Yes, delete video" = "Yes, delete video";
"Are you sure you want to delete this video? This can not be undone." = "Are you sure you want to delete this video? This can not be undone.";
"Are you sure you want to report this video? This can not be undone and might have consequences for the author." = "Are you sure you want to report this video? This can not be undone and might have consequences for the author.";
"Yes, report this video" = "Yes, report this video";
"Share Video" = "Share Video";
"Delete Video" = "Delete Video";
"Report Video" = "Report Video";
"Video has been successfully reported." = "Video has been successfully reported.";
"liked your video" = "liked your video";
"commented on your video" = "commented on your video";
"Your comment has been successfully deleted" = "Your comment has been successfully deleted";
"Uploading" = "Uploading";
"Report User" = "Report User";
"Delete" = "Delete";
"Do you really want to report this user?" = "Do you really want to report this user?";
"Do you really want to delete this comment?" = "Do you really want to delete this comment?";
"Make a donation" = "Make a donation";
"Gender" = "Gender";
"Birthday" = "Birthday";
"Website" = "Website";
"City" = "City";
"Name" = "Name";
"Private information, only you see this" = "Private information, only you see this";
"male" = "male";
"female" = "female";
"other" = "other";
"Sorry, this email is invalid" = "Sorry, this email is invalid";
"Your name" = "Your name";
"Your mention name" = "Your mention name";
"Place your bio here" = "Place your bio here";
"Where do you come from?" = "Where do you come from?";
"Your website" = "Your website";
"Security Settings" = "Security Settings";
"Hold On..." = "Hold On...";
"Congratulations" = "Congratulations";
"Notice" = "Notice";
"Location Service has been disabled - please go to your Settings and turn on Location Service for this app" = "Location Service has been disabled - please go to your Settings and turn on Location Service for this app";
"We were unable to post your comment because this video is no longer available." = "We were unable to post your comment because this video is no longer available.";
"We encountered an error while trying to block this user. Please try again later." = "We encountered an error while trying to block this user. Please try again later.";
"We encountered an error while trying to unblock this user. Please try again later." = "We encountered an error while trying to unblock this user. Please try again later.";
"Login Failed" = "Login Failed";
"Make sure your information is correct. If you are trying to login with facebook, make sure you have your facebook account set up in the settings of your device" = "Make sure your information is correct. If you are trying to login with facebook, make sure you have your facebook account set up in the settings of your device";
"Make sure your email adress is correct so we can reach you" = "Make sure your email adress is correct so we can reach you";
" Reply" = " Reply";
"Choose" = "Choose";
"You successfully changed the design color" = "You successfully changed the design color";
"You successfully changed the camera color" = "You successfully changed the camera color";
"You are logged in with your facebook account. Since you have no password, you need a PIN in order to delete your account or verify your identity." = "You are logged in with your facebook account. Since you have no password, you need a PIN in order to delete your account or verify your identity.";
"Privacy Policy" = "Privacy Policy";
"  Your ID     :  " = "  Your ID    :";
"  Password :  " = "  Password  :";
"Enter your username" = "Enter your username";
"  Email        :  " = "  Email        :";
"Enter your password" = "Enter your password";
"Choose color" = "Choose color";
"Choose camera color" = "Choose camera color";
"Personal color" = "Personal color";
"Logging out..." = "Logging out...";
"Sign up, it won't take long. We promise." = "Sign up, it won't take long. We promise.";
"Private" = "Private";
"Group" = "Group";
"Contacts" = "Contacts";
"Phone contacts" = "Phone contacts";
"Friends" = "Friends";
"Create Group" = "Create Group";
"Select Contacts" = "Select Contacts";
"Contacts" = "Contacts";
"Do you really want to delete this conversation?" = "Do you really want to delete this conversation?";
"Take photo or video" = "Take photo or video";
"Choose existing photo" = "Choose existing photo";
"Choose existing video" = "Choose existing video";
"Record audio" = "Record audio";
"Send location" = "Send location";
"You have unblocked this user" = "You have unblocked this user";
"You have blocked this user" = "You have blocked this user";
"Downloading ... " = "Downloading ... ";
"Internet connection failed" = "Internet connection failed";
"Block"="Block";
